[
  "obsidian-git",
  "github-sync",
  "dataview",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "calendar",
  "obsidian-linter",
  "obsidian-dictionary-plugin",
  "obsidian-icon-folder",
  "obsidian-style-settings",
  "templater-obsidian",
  "tag-wrangler",
  "obsidian-icon-shortcodes",
  "obsidian-imgur-plugin",
  "automatic-table-of-contents",
  "image-converter",
  "obsidian-image-toolkit"
]